[
    {
        "name": "Nose Hill Park",
        "category": "Mountains",
        "city": "Calgary",
        "state": "Alberta",
        "id": 1001,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Nose Hill Park",
        "coordinates": {
            "longitude": -114.1089,
            "latitude": 51.1095
        },
        "description": "Nose Hill Park is a natural park in the northwest quadrant of Calgary, Alberta which covers over 11 km (4.2 sq mi). It is the fourth-largest urban park in Canada, and one of the largest urban parks in North America. It is a municipal park, unlike Fish Creek, which is a provincial park. Nose Hill Park is located in the northwest quadrant of Calgary, Alberta. It was created in 1980.",
        "imageName": "nosehill"
    },
    {
        "name": "Lake Louise",
        "category": "Lakes",
        "city": "Improvement District No. 9",
        "state": "Alberta",
        "id": 1002,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Banff National Park",
        "coordinates": {
            "longitude": -116.1773,
            "latitude": 51.4254
        },
        "description": "Lake Louise is a hamlet in Banff National Park in the Canadian Rockies, known for its turquoise, glacier-fed lake ringed by high peaks and overlooked by a stately chateau. Hiking trails wind up to the Lake Agnes Tea House for bird's-eye views. There's a canoe dock in summer, and a skating rink on the frozen lake in winter. The Lake Louise Ski Resort features a wildlife interpretive center at the top of a gondola",
        "imageName": "lakelouise"
    },
    {
        "name": "Ha Ling Peak",
        "category": "Mountains",
        "city": "Canmore",
        "state": "Alberta",
        "id": 1003,
        "isFeatured": false,
        "isFavorite": true,
        "park": "Bow Valley Provincial Park",
        "coordinates": {
            "longitude": -115.4017,
            "latitude": 51.0633
        },
        "description": "Ha Ling Peak is a peak at the northwestern end of Mount Lawrence Grassi — a mountain located immediately south of the town of Canmore just east of the Spray Lakes road in Alberta's Canadian Rockies. It was previously named Chinaman's Peak but the name was changed to be less offensive. It was the subject of a 2018 CBC Documentary titled 'Ha Ling Peak' that follows the controversy and renaming of the mountain.",
        "imageName": "haling"
    },
    {
        "name": "Lake Minnewanka",
        "category": "Lakes",
        "city": "Improvement District No. 9",
        "state": "Alberta",
        "id": 1004,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Banff National Park",
        "coordinates": {
            "longitude": -115.3746,
            "latitude": 51.2641
        },
        "description": "Lake Minnewanka is a glacial lake located in the eastern area of Banff National Park in Canada, about five kilometres northeast of the Banff townsite. The lake is 21 km long and 142 m deep, making it the 2nd longest lake in the mountain parks of the Canadian Rockies.",
        "imageName": "minnewanka"
    },
    {
        "name": "Moraine Lake",
        "category": "Lakes",
        "city": "Improvement District No. 9",
        "state": "Alberta",
        "id": 1005,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Banff National Park",
        "coordinates": {
            "longitude": -116.1860,
            "latitude": 51.3217
        },
        "description": "Moraine Lake is a glacially fed lake in Banff National Park, 14 kilometres outside the Village of Lake Louise, Alberta, Canada. It is situated in the Valley of the Ten Peaks, at an elevation of approximately 1,884 metres. The lake has a surface area of 50 hectares.",
        "imageName": "moraine"
    },
    {
        "name": "Sulphur Mountain",
        "category": "Mountains",
        "city": "Improvement District No. 9",
        "state": "Alberta",
        "id": 1006,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Banff National Park",
        "coordinates": {
            "longitude": -115.5556,
            "latitude": 51.1236
        },
        "description": "Sulphur Mountain is a mountain in Banff National Park in the Canadian Rocky Mountains overlooking the town of Banff, Alberta, Canada. The mountain was named in 1916 for the hot springs on its lower slopes. George Dawson had referred to this landform as Terrace Mountain on his 1886 map of the area.",
        "imageName": "sulphurmountain"
    },
    {
        "name": "Maligne River",
        "category": "Rivers",
        "city": "Jasper",
        "state": "Alberta",
        "id": 1007,
        "isFeatured": true,
        "isFavorite": false,
        "park": "Jasper National Park",
        "coordinates": {
            "longitude": -117.2830,
            "latitude": 52.3201
        },
        "description": "The Maligne River is a medium-sized river in the Canadian Rockies. It runs through parts of Jasper National Park in Alberta, Canada. The Maligne is a major tributary of the Athabasca River. The river takes from the French word for malignant or wicked.",
        "imageName": "maligne",
    },
    {
        "name": "Mount Columbia",
        "category": "Mountains",
        "city": "Improvement District No. 12",
        "state": "Alberta",
        "id": 1008,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Jasper National Park",
        "coordinates": {
            "longitude": -117.4414,
            "latitude": 52.1472
        },
        "description": "Mount Columbia is a mountain located in the Winston Churchill Range of the Rocky Mountains. It is the highest point in Alberta, Canada, and is second only to Mount Robson for height and topographical prominence in the Canadian Rockies",
        "imageName": "mountcolumbia"
    },
    {
        "name": "Waterton Lake",
        "category": "Lakes",
        "city": "Waterton Park",
        "state": "Alberta",
        "id": 1009,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Waterton Lakes National Park",
        "coordinates": {
            "longitude": -113.9167,
            "latitude": 49.0833
        },
        "description": "Waterton Lakes National Park is in southern Alberta, Canada, bordering Montana’s Glacier National Park. It’s known for its chain of lakes, including the large Upper and Middle Waterton lakes, flanked by the Rocky Mountains. The Red Rock Parkway crosses the prairie to the small Red Rock Canyon. Bison graze near the Bison Paddock Loop Road. In Waterton village, a pathway offers close-up views of Cameron Falls.",
        "imageName": "waterton"
    },
    {
        "name": "Okanagan Lake",
        "category": "Lakes",
        "city": "Kelowna",
        "state": "British Columbia",
        "id": 1010,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Okanagan Lake Provincial Park",
        "coordinates": {
            "longitude": -119.5236,
            "latitude": 49.8339
        },
        "description": "Okanagan Lake is a large, deep lake in the Okanagan Valley of British Columbia, Canada. The lake is 135 km long, between 4 and 5 km wide, and has a surface area of 348 km.",
        "imageName": "okanagan"
    },
    {
        "name": "Bow River",
        "category": "Rivers",
        "city": "Banff",
        "state": "Alberta",
        "id": 1011,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Banff National Park",
        "coordinates": {
            "longitude": -115.568020,
            "latitude": 51.172605
        },
        "description": "The Bow River is a river in Alberta, Canada. It begins within the Canadian Rocky Mountains and winds through the Alberta foothills onto the prairies, where it meets the Oldman River, the two then forming the South Saskatchewan River. These waters ultimately flow through the Nelson River into Hudson Bay.",
        "imageName": "bowriver"
    },
    {
        "name": "Shuswap Lake",
        "category": "Lakes",
        "city": "Sicamous",
        "state": "British Columbia",
        "id": 1012,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Shuswap Lake Marine Provincial Park",
        "coordinates": {
            "longitude": -119.0206,
            "latitude": 50.50223
        },
        "description": "Shuswap Lake is a lake located in the southern interior of British Columbia, Canada that drains via the Little Shuswap River into Little Shuswap Lake. Little Shuswap Lake is the source of the South Thompson River, a branch of the Thompson River, a tributary of the Fraser River.",
        "imageName": "shuswap"
    }
]
